console.log (`
My score: 105
1. Часы и календарь +15
2. Приветствие +10
3. Смена фонового изображения +20
4. Виджет погоды +15
5. Виджет цитата дня + 10
6. Аудиоплеер +15
7. Продвинутый аудиоплеер +20

при клике по кнопке Play/Pause проигрывается первый трек, иконка кнопки меняется на Pause +3
при клике по кнопке Play/Pause во время проигрывания трека, останавливается. иконка кнопки меняется на Play +3
треки пролистываются по кругу  +3
трек, который в данный момент проигрывается, в блоке Play-list выделяется стилем (+3)
после окончания проигрывания первого трека, автоматически запускается проигрывание следующего. Треки проигрываются по кругу: после последнего снова проигрывается первый. +3

Продвинутый аудиоплеер 

добавлен прогресс-бар в котором отображается прогресс проигрывания +3
при перемещении ползунка прогресс-бара меняется текущее время воспроизведения трека +3
над прогресс-баром отображается название трека +3
отображается текущее и общее время воспроизведения трека +3
есть кнопка звука при клике по которой можно включить/отключить звук +2
добавлен регулятор громкости, при перемещении ползунка регулятора громкости меняется громкость проигрывания звука +3
можно запустить и остановить проигрывания трека кликом по кнопке Play/Pause рядом с ним в плейлисте +3
`)